Repository: mbroeker/PennyStocks
Catalog: PennyStocks/Preferences/*.lproj/Preferences.strings
Languages: es

# 0BX-es-ET9.title
source: Aktionen best채tigen
es: Confirm actions?

# 32K-r9-DVt.title
source: KEY ENTFERNEN
es: ERASE KEY FROM DISK

# 49C-4j-sAM.title
source: Speichern
es: Save

# 4CC-Z0-rPL.title
source: Bestand
es: Saldo

# 6ml-ZP-eQr.title
source: Speichern
es: Save

# GHP-k3-BVj.title
source: Speichern
es: Save

# HtI-qx-WwD.title
source: Ihre Konten und Adressen
es: Your Accounts and Addresses

# LyT-lK-Zjl.title
source: Optionale Einstellungen
es: Optional Settings

# Txn-YE-STf.title
source: Kurse
es: Charts

# Ukn-PJ-ZoR.title
source: Ihre initialen Kurse
es: Your initial charts

# WEN-8p-MCk.title
source: Ihre Anwendungen
es: Your Applications

# Woc-Ig-GpQ.title
source: Speichern
es: Save

# aKY-JE-DW7.title
source: Anwendungen
es: Applications

# fds-XU-PTr.title
source: Speichern
es: Save

# hGP-DD-Z1J.title
source: Ihre Kurse
es: Your Charts

# knl-ee-x9q.title
source: Best채tigen und Speichern
es: I agree and save the key

# sTj-bR-Idz.title
source: Aktueller Bestand
es: Current saldo

# u0k-Ex-xGQ.title
source: Einstellungen
es: Preferences

# yX1-xt-20W.title
source: Adressen
es: Addresses
